data = {
    "notify": {
        "on_startup":  'Бот запущен!',
        "on_shutdown": 'Бот остановлен!',
        "new_user":    'New user has been registered:\n'
                       'ID: {}\n'
                       'F-name: {}\n'
                       'L-name: {}'
    },

    "button": {
        "description": 'Описание',
        "test_desc": 'О тесте',
        "start": 'Начать',
        "stop": 'Остановить',
        "exit": 'Выход',
        "return": 'Назад',
        "menu": 'Меню'
    },

    "MBTI":   {
        "description": 'MBTI -> Menu -> Описание\n\n'
                       'Тестирование MBTI проводится по методике самоотчёта: опросник, '
                       'в котором испытуемый самостоятельно заполняет опросную форму — выбирает '
                       'один из двух ответов на каждый вопрос. Типология Майерс-Бриггс очень популярна, '
                       'несмотря на отсутствие локализаций для обществ с '
                       'разной культурой и недостаточное обоснование.\n\n'
                       'В США до 70 % выпускников средних школ проходят определение типа личности '
                       'с помощью MBTI для целей выбора будущей профессии.'
                       'Ежегодно более 2 млн человек заполняют опросник MBTI.\n\n'
                       'Основные прикладные области применения типологии Майерс-Бриггс:\n'
                       '- самопознание и личностный рост\n'
                       '- карьерный рост и профориентация\n'
                       '- развитие организаций\n'
                       '- тренинги управления и лидерства\n'
                       '- решение проблем\n'
                       '- семейные консультации\n'
                       '- образование и составление учебного плана\n'
                       '- научная работа\n'
                       '- тренинги межличностного взаимодействия\n',
        "test_desc":   'MBTI -> Menu -> О тесте\n\n'
                       'Вопросник состоит из 70 утверждений (вопросов), '
                       'каждое из которых имеет два варианта ответа.\n'
                       'Вам необходимо выбрать один. Все ответы равноценны, среди них нет '
                       'правильных или неправильны!\n'
                       'Не нужно "угадывать" выберите тот ответ, '
                       'который свойствен вашему поведению в большинстве жизненных ситуаций.\n'
                       'Отвечайте правдиво, если вы хотите узнать что-то о себе',
        "test_rule":   'Вопросник: 70 вопросов\n'
                       'Варианты ответа: 2\n'
                       'Время прохождения: неограничено\n\n'
                       'Среднее время прохождение теста: от 3 - 7 минут!\n\n'
                       'Если Вы нажмете: <Выход> - Ваши данные не сохранятся!',
        "quest": 'Вопрос {} из 70:\n\n{}',
        "complete": 'вы прошли тест!\n\n'
                    'Спасибо Вам за уделенное время\n\n'
                    'Результат будет выведен через пару секунд'
    },

    'user':   {
        "CommandStart": 'MBTI: Приветствую, {}!\n\n'
                        'Я бот для оценки Вашей типологии!\n\n'
                        'Я динамический бот, используйте кнопки которые расположены под сообщением!',

        "CallbackMenu":  'MBTI -> Menu\n\n'
                        'Весь функционал бота - динамический!\n\n'
                        'Выберите нужную кнопку!',

        "Thanks": 'Спасибо Вам, что уделили время!\n\nХорошего Вам дня!'
    }

}
